{
    "head":{
        "name":"chives"
    },
    "body":{
        "title":"Allium schoenoprasum- Chives",
        "titleshort":"Chives",
        "img":"img/flowerimg/chives.jpg",
        "short":"Chives have a light onion flavor, and their hollow, green leaves grace our summer salads, soups, omelets, and almost anything else that needs a hint of garlic or an herbaceous punch. ",
        "text":"Chives (allium schoenoprasum) have a light onion flavor, and their hollow, green leaves grace our summer salads, soups, omelets, and almost anything else that needs a hint of garlic or an herbaceous punch. They are a classic match for potato salad, but they are versatile enough to work with almost any cuisine. The entire plant is edible. The leaves, blossoms, and even bulbs, to a lesser extent, all find uses in the kitchen. Pollinators are also attracted to chives' vibrant, purple blossoms. Chives are type of onion that belong to the amaryllis family. They are native to temperate parts of Europe, Asia and North America. <h3>Planting</h3> Set chive seedlings into your backyard garden or container garden, once the ground temperature hits at least 65°F. If you're planting chives from seed, start them indoors, optimally, so they will have a head start on the growing season, once you're ready to set them in the ground. Aim to sow the seeds indoors four to six weeks before the last projected frost and transplant them, when the seedlings are about two inches tall. <br>Plant chives in fertile, well-drained soil. Integrate a little organic fertilizer or healthy compost into the soil and avoid over-fertilizing throughout the season, so you'll obtain the best flavor. <br>Chives thrive in full sun, but they will grow almost anywhere. If you are growing chives indoors, place them in a south-facing window or a spot that receives at least six hours of sunshine. <br>Keep the soil moist. Chives grow best when watered frequently, as long as there is proper soil drainage. <h3>Care</h3> <br>Chives need little to no care. <br>They are also pest-repellent.  ",
        "price":17
    }
}