{
    "head":{
        "name":"chrysanthemum"
    },
    "body":{
        "title":"Chrysanthemum",
        "titleshort":"Chrysanthemum",
        "img":"img/flowerimg/chrys.jpg",
        "short":"Although originally chrysanthemums were small yellow flowers, they are now available as whites, pinks, purples, greens, reds and many other colours.",
        "text":"Chrysanthemums are available in variety of shapes and sizes and the flowers differ between species. Although originally chrysanthemums were small yellow flowers, they are now available as whites, pinks, purples, greens, reds and many other colours. The flowers themselves can be ball or globe shaped, daisy-shaped or even button shaped. Chrysanthemums still grow wild in China and other Far East countries in a variety of habitats, including grasslands, mountain slopes, riversides, fields and seashores. Many chrysanthemums are now cultivated because of the demand. <h3>Planting</h3> <br>Ideally, chrysanthemums should be planted in the early spring after the danger of freezing weather has passed. They can really be planted any time, though, as long as the roots have at least 6 weeks to become established before extremes of either hot or freezing weather. <br>The plants require fertile, well-drained, sandy or loamy soil with a pH around 6.5. <br>They need plenty of air circulation, water drainage, and morning sun to dry the dew on the leaves and stems. Don’t plant in low-lying, wet, compacted, or boxed-in areas with little air circulation.  <br>Chrysanthemums are pretty tough and can thrive on their own, but they benefit from light and frequent feeding with a balanced fertilizer during the growing season. <h3>Care</h3> <br>As a rule, chrysanthemums are generally easy to grow and care for. They can grow in a wide range of soils, as long as it is free draining. Sunny or semi-shaded locations are suitable, although those that grow in the shade will probably flower later in the autumn. <br>Many gardeners recommend that chrysanthemums be pinched out to maintain a bushy form. Pinching out should be done mid-spring to early summer. You should pinch out the tip when growing. As the plant reaches around six inches in height, you can then pinch out the side branches. <br>You may need to stake your plants against winds and, although most varieties are hardy, some may need protecting over the winter if they are tender. ",
        "price":97
    }
}