{
    "head":{
        "name":"rhododendron"
    },
    "body":{
        "title":"Rhododendron",
        "titleshort":"Rhododendron",
        "img":"img/flowerimg/rhod.jpg",
        "short":"Rhododendron; spectacular clusters of showy blooms—plus, large green leaves that often stay green through winter.",
        "text":"Rhododendrons and azaleas, both from the genus Rhododendron, have long been mainstays of late spring because of their spectacular clusters of showy blooms—plus, large green leaves that often stay green through winter. The flowers are usually tubular-, funnel-, or bell-shaped—and often fragrant. The leaves of the smaller azalea are usually pointed and narrow; the leaves of the rhododendron are generally large and leathery. These shrubs prefer climates with adequate rainfall and moist summers. The two main azalea groups, evergreen and deciduous (varieties that drop their leaves in the fall) can be found in nearly every part of North America, from the frosty Canadian plains to tropical Florida. The rhododendron types are fussier, preferring environments where it is neither too hot nor too cold. They need a certain amount of chilling to develop strong flower buds. <h3>Planting</h3> <br>Plant in spring or early fall. <br>Most large-leafed varieties require dappled shade; avoid deep shade or full sun. A sunny spot that receives a few hours of shade is perfect. <br>Soil should be well-drained, humus-rich, moist, and acidic (pH 4.5–6).   <br>Amend planting areas with compost, peat moss, or a substitute, only if your soil is poor. <br>Space plants 2 to 6 feet apart. Dig a hole as deep as the root ball and 2 times as wide.  <br>Set new plants so that their top roots are at soil level or slightly below. If you plant them any deeper, the roots may rot. <br>Fill the hole half full with soil, then water it well to settle the soil before filling with remainder of soil. <br>Apply a layer of compost under the shrub each spring, spreading it out to the dripline (the area under the outermost branches). <br>Add a 2-inch layer of mulch to retain moisture and control weeds, keeping mulch a few inches away from the trunk. <br>Water plants during the summer if rainfall is less than 1 inch per week. In regions with severe winters, protect evergreen rhododendrons in the fall by wrapping burlap around them. <br>Although seldom, rhododendrons need Pruning to remove dead, damaged, or diseased branches anytime. Prune Rhododendrons to reduce height after flowering in spring. Rhododendrons will grow back from old wood ",
        "price":58
    }
}