{
    "head":{
        "name":"sunflower"
    },
    "body":{
        "title":"Helianthus – Sunflower",
        "titleshort":"Sunflower",
        "img":"img/flowerimg/sunflower.jpg",
        "short":"Sunflowers say “summer” like no other plant. American natives, sunflowers are grown for beauty and harvested for seed.",
        "text":"Sunflowers say “summer” like no other plant. American natives, sunflowers are grown for beauty and harvested for seed. An annual plant, sunflowers have big, daisy-like flower faces of bright yellow petals (and occasionally red) and brown centers that ripen into heavy heads filled with seeds. Most sunflowers are remarkably tough and easy to grow as long as the soil is not saturated with water. Most are heat- and drought-tolerant. They make excellent cut flowers and many are attractive to bees and birds. <br><br> <h3>Planting:</h3> <br>Sunflowers grow best in locations with direct sunlight (6 to 8 hours per day); they prefer long, hot summers to flower well. <br>The plant has long, stretched out roots, and prefers loose, dug out soil.  <br>Find a well-drained location, and prepare your soil by digging an area of about 2-3 feet in circumference to a depth of about 2 feet. <br>Sunflowers are hungry eaters, so they need nutritious soil.  <br>As they tend to get very tall, with a heavy crown, they should be planted in an area that is sheltered from the wind, to keep them from snapping.  <br><br> <h3>Planting the seeds</h3> <br>It’s best to sow sunflower seeds directly into the soil after the danger of spring frost is past. Ideally, the soil temperature has reached 12 to 15 degrees C. <br>Give plants plenty of room, especially for low-growing varieties that will branch out. Make rows about 75 cm apart. (For very small varieties, plant closer together.) <br>A light application of fertilizer mixed in at planting time will encourage strong root growth to protect them from blowing over in the wind. <br><br> <h3>Caring for the seeds</h3> <br>While the plant is small, water around the root zone, about 3 to 4 in. from the plant. To protect the plant, it may help to put snail or slug bait around the stem. <br>Once the plant is established, water deeply though infrequently to encourage deep rooting. Unless the weather is exceptionally wet or dry, water once a week with several gallons of water. <br>Tall species and cultivars require support. Bamboo stakes are a good choice for any plant that has a strong, single stem and needs support for a short period of time.",
        "price":32
    }
}