{
    "head":{
        "name":"sweetpeas"
    },
    "body":{
        "title":"Sweetpeas/garden peas – Pisum Sativum",
        "titleshort":"Sweetpeas",
        "img":"img/flowerimg/peas.jpg",
        "short":"Peas are a popular, tasty, cool-season crop. Here’s how to grow peas in your garden!",
        "text":"Peas are a popular, tasty, cool-season crop. Here’s how to grow peas in your garden! There are three varieties of peas that will suit your garden and cooking needs:  Pisum savitum, which includes both types of garden peas: sweet peas (inedible pods) and snow peas (edible flat pods with small peas inside). Pisum macrocarpon, snap peas (edible pods with full-size peas). Pea plants are easy to grow, but have a very limited growing season. Furthermore, peas do not stay fresh long after harvest, so enjoy them while you can! <br><br> <h3>Planting:</h3>  <br>To get the best head start, turn over your pea planting beds in the fall, add manure to the soil, and mulch well. <br>As with other legumes, pea roots will fix nitrogen in the soil, making it available for other plants. <br>Peas will appreciate a good sprinkling of wood ashes to the soil before planting. <br>Sow seeds outdoors 4 to 6 weeks before last spring frost, when soil temperatures reach 45 degrees F. <br>Plant 1 inch deep (deeper if soil is dry) and 2 inches apart. <br>A blanket of snow won’t hurt emerging pea plants, but several days with temperatures in the teens could. Be prepared to plant again. <h3>Care:</h3> <br>Make sure that you have well-drained, humus-rich soil. <br>Poke in any seeds that wash out. (A chopstick is an ideal tool for this.) <br>Be sure, too, that you don’t fertilize the soil too much. Peas are especially sensitive to too much nitrogen, but they may like a little bonemeal, for the phosphorus content. <br>Though adding compost or manure to the soil won’t hurt, peas don’t need heavy doses of fertilizer. They like phosphorus and potassium. <br>Water sparsely unless the plants are wilting. Do not let plants dry out, or no pods will be produced. <br>Do not hoe around plants to avoid disturbing fragile roots.",
        "price":20
    }
}